Revit 2021.1 API
UnitTypeId.RiseDividedBy12Inches Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RiseDividedBy12Inches { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy12Inches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy12Inches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace